doc/references.html
<div id="outline-container-orgd3410da" class="outline-2">
<h2 id="orgd3410da"><span class="section-number-2">2.</span> Diagnosis</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>Myers GB, Klein HA, Stofer BE. The electrocardiographic diagnosis of right ventricular hypertrophy. Am Heart J. 1948;35(1):1-40. doi:10.1016/0002-8703(48)90182-3</li>
<li>Romhilt DW, Estes EH. A point-score system for the ECG diagnosis of left ventricular hypertrophy. Am Heart J. 1968;75(6):752-758. doi:10.1016/0002-8703(68)90035-5</li>
<li>Wellens HJ, Bär FW, Lie KI. The value of the electrocardiogram in the differential diagnosis of a tachycardia with a widened QRS complex. Am J Med. 1978;64(1):27-33. doi:10.1016/0002-9343(78)90176-6</li>
<li>Butler PM, Leggett SI, Howe CM, Freye CJ, Hindman NB, Wagner GS. Identification of electrocardiographic criteria for diagnosis of right ventricular hypertrophy due to mitral stenosis. Am J Cardiol. 1986;57(8):639-643. doi:10.1016/0002-9149(86)90850-7</li>
<li>Milstein S, Sharma AD, Guiraudon GM, Klein GJ. An algorithm for the electrocardiographic localization of accessory pathways in the Wolff-Parkinson-White syndrome. Pacing Clin Electrophysiol. 1987;10(3 Pt 1):555-563. doi:10.1111/j.1540-8159.1987.tb04520.x</li>
<li>Brugada P, Brugada J, Mont L, Smeets J, Andries EW. A new approach to the differential diagnosis of a regular tachycardia with a wide QRS complex. Circulation. 1991;83(5):1649-1659. doi:10.1161/01.cir.83.5.1649</li>
<li>McKenna WJ, Thiene G, Nava A, et al. Diagnosis of arrhythmogenic right ventricular dysplasia/cardiomyopathy. Task Force of the Working Group Myocardial and Pericardial Disease of the European Society of Cardiology and of the Scientific Council on Cardiomyopathies of the International Society and Federation of Cardiology. Br Heart J. 1994;71(3):215-218. Accessed September 4, 2022. <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC483655/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC483655/</a></li>
<li>d’Avila A, Brugada J, Skeberis V, Andries E, Sosa E, Brugada P. A fast and reliable algorithm to localize accessory pathways based on the polarity of the QRS complex on the surface ECG during sinus rhythm. Pacing Clin Electrophysiol. 1995;18(9 Pt 1):1615-1627. doi:10.1111/j.1540-8159.1995.tb06983.x</li>
<li>Wilber DJ, Kopp DE, Glascock DO DN, Kinder CA, Kall JG. Catheter Ablation of the Mitral Isthmus for Ventricular Tachycardia Associated With Inferior Infarction. Circulation. 1995;92(12):3481-3489. doi:10.1161/01.CIR.92.12.3481</li>
<li>Arruda MS, McClelland JH, Wang X, et al. Development and validation of an ECG algorithm for identifying accessory pathway ablation site in Wolff-Parkinson-White syndrome. J Cardiovasc Electrophysiol. 1998;9(1):2-12. doi:10.1111/j.1540-8167.1998.tb00861.x</li>
<li>Wilde AAM, Antzelevitch C, Borggrefe M, et al. Proposed Diagnostic Criteria for the Brugada Syndrome. Circulation. 2002;106(19):2514-2519. doi:10.1161/01.CIR.0000034169.45752.4A</li>
<li>Berruezo A, Mont L, Nava S, Chueca E, Bartholomay E, Brugada J. Electrocardiographic Recognition of the Epicardial Origin of Ventricular Tachycardias. Circulation. 2004;109(15):1842-1847. doi:10.1161/01.CIR.0000125525.04081.4B</li>
<li>Hsieh BP, Pham MX, Froelicher VF. Prognostic value of electrocardiographic criteria for left ventricular hypertrophy. American Heart Journal. 2005;150(1):161-167. doi:10.1016/j.ahj.2004.08.041</li>
<li>Joshi S, Wilber DJ. Ablation of idiopathic right ventricular outflow tract tachycardia: current perspectives. J Cardiovasc Electrophysiol. 2005;16 Suppl 1:S52-58. doi:10.1111/j.1540-8167.2005.50163.x</li>
<li>Srivathsan K, Lester SJ, Appleton CP, Scott LR, Munger TM. Ventricular Tachycardia in the Absence of Structural Heart Disease. Indian Pacing Electrophysiol J. 2005;5(2):106-121. Accessed September 8, 2022. <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1502082/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1502082/</a></li>
<li>Tada H, Ito S, Naito S, et al. Idiopathic ventricular arrhythmia arising from the mitral annulus: a distinct subgroup of idiopathic ventricular arrhythmias. J Am Coll Cardiol. 2005;45(6):877-886. doi:10.1016/j.jacc.2004.12.025</li>
<li>Tanner H, Hindricks G, Schirdewahn P, et al. Outflow tract tachycardia with R/S transition in lead V3. Journal of the American College of Cardiology. 2005;45(3):418-423. doi:10.1016/j.jacc.2004.10.037</li>
<li>Kistler PM, Roberts -Thomson Kurt C., Haqqani HM, et al. P-Wave Morphology in Focal Atrial Tachycardia. Journal of the American College of Cardiology. 2006;48(5):1010-1017. doi:10.1016/j.jacc.2006.03.058</li>
<li>Szilágyi SM, Szilágyi L, Görög LK, et al. An Enhanced Accessory Pathway Localization Method for Efficient Treatment of Wolff-Parkinson-White Syndrome. In: Ruiz-Shulcloper J, Kropatsch WG, eds. Progress in Pattern Recognition, Image Analysis and Applications. Vol 5197. Lecture Notes in Computer Science. Springer Berlin Heidelberg; 2008:269-276. doi:10.1007/978-3-540-85920-8<sub>33</sub></li>
<li>Vereckei A, Duray G, Szénási G, Altemose GT, Miller JM. New algorithm using only lead aVR for differential diagnosis of wide QRS complex tachycardia. Heart Rhythm. 2008;5(1):89-98. doi:10.1016/j.hrthm.2007.09.020</li>
<li>Hancock EW, Deal BJ, Mirvis DM, Okin P, Kligfield P, Gettes LS. AHA/ACCF/HRS Recommendations for the Standardization and Interpretation of the Electrocardiogram. Journal of the American College of Cardiology. 2009;53(11):992-1002. doi:10.1016/j.jacc.2008.12.015</li>
<li>Marcus FI, McKenna WJ, Sherrill D, et al. Diagnosis of arrhythmogenic right ventricular cardiomyopathy/dysplasia: Proposed Modification of the Task Force Criteria. European Heart Journal. 2010;31(7):806-814. doi:10.1093/eurheartj/ehq025</li>
<li>Pava LF, Perafán P, Badiel M, et al. R-wave peak time at DII: a new criterion for differentiating between wide complex QRS tachycardias. Heart Rhythm. 2010;7(7):922-926. doi:10.1016/j.hrthm.2010.03.001</li>
<li>Gollob MH, Redpath CJ, Roberts JD. The short QT syndrome: proposed diagnostic criteria. J Am Coll Cardiol. 2011;57(7):802-812. doi:10.1016/j.jacc.2010.09.048</li>
<li>Schwartz PJ, Crotti L. QTc behavior during exercise and genetic testing for the long-QT syndrome. Circulation. 2011;124(20):2181-2184. doi:10.1161/CIRCULATIONAHA.111.062182</li>
<li>Strauss DG, Selvester RH, Wagner GS. Defining Left Bundle Branch Block in the Era of Cardiac Resynchronization Therapy. American Journal of Cardiology. 2011;107(6):927-934. doi:10.1016/j.amjcard.2010.11.010</li>
<li>Priori SG, Wilde AA, Horie M, et al. HRS/EHRA/APHRS Expert Consensus Statement on the Diagnosis and Management of Patients with Inherited Primary Arrhythmia Syndromes: Document endorsed by HRS, EHRA, and APHRS in May 2013 and by ACCF, AHA, PACES, and AEPC in June 2013. Heart Rhythm. 2013;10(12):1932-1963. doi:10.1016/j.hrthm.2013.05.014</li>
<li>Ristić AD, Imazio M, Adler Y, et al. Triage strategy for urgent management of cardiac tamponade: a position statement of the European Society of Cardiology Working Group on Myocardial and Pericardial Diseases. European Heart Journal. 2014;35(34):2279-2284. doi:10.1093/eurheartj/ehu217</li>
<li>Antzelevitch C, Yan GX, Ackerman MJ, et al. J-Wave syndromes expert consensus conference report: Emerging concepts and gaps in knowledge. J Arrhythm. 2016;32(5):315-339. doi:10.1016/j.joa.2016.07.002</li>
<li>Adler A, Novelli V, Amin AS, et al. An International, Multicentered, Evidence-Based Reappraisal of Genes Reported to Cause Congenital Long QT Syndrome. Circulation. 2020;141(6):418-428. doi:10.1161/CIRCULATIONAHA.119.043132</li>
</ol>
</div>
</div>
