doc/references.org
* Reference and Tools
1. Martínez-Alday JD, Almendral J, Arenal A, et al. Identification of concealed posteroseptal Kent pathways by comparison of ventriculoatrial intervals from apical and posterobasal right ventricular sites. Circulation. 1994;89(3):1060-1067. doi:10.1161/01.cir.89.3.1060
2. Hirao K, Otomo K, Wang X, et al. Para-Hisian pacing. A new method for differentiating retrograde conduction over an accessory AV pathway from conduction over the AV node. Circulation. 1996;94(5):1027-1035. doi:10.1161/01.cir.94.5.1027
3. Stevenson WG, Friedman PL, Sager PT, et al. Exploring Postinfarction Reentrant Ventricular Tachycardia With Entrainment Mapping. Journal of the American College of Cardiology. 1997;29(6):1180-1189. doi:10.1016/S0735-1097(97)00065-X
4. El-Shalakany A, Hadjis T, Papageorgiou P, Monahan K, Epstein L, Josephson ME. Entrainment/Mapping Criteria for the Prediction of Termination of Ventricular Tachycardia by Single Radiofrequency Lesion in Patients With Coronary Artery Disease. Circulation. 1999;99(17):2283-2289. doi:10.1161/01.CIR.99.17.2283
5. M. D. Josephson ME. Clinical Cardiac Electrophysiology: Techniques and Interpretations. 4th edition. Lippincott Williams & Wilkins; 2008. https://www.amazon.com/Clinical-Cardiac-Electrophysiology-Techniques-Interpretations/dp/0781777399
6. CMS. Decision Memo for Implantable Cardioverter Defibrillators (CAG-00157R4) Feb 15, 2018. Published online February 15, 2018. https://www.cms.gov/medicare-coverage-database/view/ncacal-decision-memo.aspx?proposed=N&NCAId=288
